<?php

use Illuminate\Database\Seeder;

class FacultyTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('faculties')->delete();

        DB::table('faculties')->insert([
            ['facultyId' => '000000003', 'name' => 'Аграрный институт'],
            ['facultyId' => '000000004', 'name' => 'Историко-социологический институт'],
            ['facultyId' => '000000005', 'name' => 'Институт физики и химии'],
            ['facultyId' => '000000006', 'name' => 'Институт механики и энергетики'],
            ['facultyId' => '000000007', 'name' => 'Медицинский институт'],
            ['facultyId' => '000000008', 'name' => 'Институт национальной культуры'],
            ['facultyId' => '000000009', 'name' => 'Архитектурно-строительный факультет'],
            ['facultyId' => '000000010', 'name' => 'Факультет биотехнологии и биологии'],
            ['facultyId' => '000000011', 'name' => 'Географический факультет'],
            ['facultyId' => '000000012', 'name' => 'Факультет математики и информационных технологий'],
            ['facultyId' => '000000013', 'name' => 'Светотехнический факультет'],
            ['facultyId' => '000000014', 'name' => 'Филологический факультет'],
            ['facultyId' => '000000015', 'name' => 'Факультет иностранных языков'],
            ['facultyId' => '000000016', 'name' => 'Экономический факультет'],
            ['facultyId' => '000000017', 'name' => 'Факультет электронной техники'],
            ['facultyId' => '000000018', 'name' => 'Юридический факультет'],
            ['facultyId' => '000000019', 'name' => 'Рузаевский институт машиностроения'],
            ['facultyId' => '000000020', 'name' => 'Ковылкинский филиал'],
            ['facultyId' => '000000021', 'name' => 'Факультет довузовской подготовки и среднего профессионального образования'],
            ['facultyId' => '000000022', 'name' => 'Факультет дополнительного образования'],
            ['facultyId' => '000000023', 'name' => 'Институт национальной культуры (СПО)'],
            ['facultyId' => '000000024', 'name' => 'Рузаевский институт машиностроения (СПО)'],
            ['facultyId' => '000000025', 'name' => 'Ковылкинский филиал (СПО)'],
            ['facultyId' => '000000026', 'name' => 'Аспирантура'],
            ['facultyId' => '000000027', 'name' => 'Ординатура'],
            ['facultyId' => '000000166', 'name' => 'Институт электроники и светотехники'],
            ['facultyId' => '000001189', 'name' => 'Подготовительный факультет'],
        ]);
    }
}
