<?php

use Illuminate\Database\Seeder;

class SubjectTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('subjects')->delete();

        DB::table('subjects')->insert([
            ['subjectId' => '000000001', 'name' => 'Русский язык'],
            ['subjectId' => '000000002', 'name' => 'Математика'],
            ['subjectId' => '000000003', 'name' => 'География'],
            ['subjectId' => '000000004', 'name' => 'Биология'],
            ['subjectId' => '000000005', 'name' => 'История'],
            ['subjectId' => '000000006', 'name' => 'Обществознание'],
            ['subjectId' => '000000007', 'name' => 'Химия'],
            ['subjectId' => '000000008', 'name' => 'Физика'],
            ['subjectId' => '000000009', 'name' => 'Литература'],
            ['subjectId' => '000000015', 'name' => 'Индивидуальное достижение'],
            ['subjectId' => '000000016', 'name' => 'Иностранный язык'],
            ['subjectId' => '000000017', 'name' => 'Творческое испытание (танец)'],
            ['subjectId' => '000000021', 'name' => 'Творческое испытание (публицистическое сочинение)'],
            ['subjectId' => '000000027', 'name' => 'Творческое испытание (рисунок)'],
            ['subjectId' => '000000028', 'name' => 'Творческое испытание (вокал)'],
            ['subjectId' => '000000877', 'name' => 'Творческое испытание (живопись)'],
            ['subjectId' => '000000879', 'name' => 'Творческое испытание (мастерство хореографа)'],
            ['subjectId' => '000002405', 'name' => 'Творческое испытание (рисование)'],
            ['subjectId' => '000008662', 'name' => 'Творческое испытание (рецензирование мультимедийного проекта или информационного интернет-ресурса)'],
            ['subjectId' => '000008676', 'name' => 'Профессиональное испытание (черчение)'],
            ['subjectId' => '000008678', 'name' => 'Профессиональное испытание (конкурсное собеседование)'],
            ['subjectId' => '000008679', 'name' => 'Профессиональное испытание (мордовский язык и литература)'],
            ['subjectId' => '000010112', 'name' => 'Творческое испытание (испытание актёрских способностей и собеседование)'],
            ['subjectId' => '000010113', 'name' => 'Творческое испытание (испытание хореографических способностей)'],
            ['subjectId' => '000011230', 'name' => 'Творческое испытание (испытание чтецких и музыкально-пластических особенностей)'],
            ['subjectId' => '000011231', 'name' => 'Творческое испытание (испытание актерских способностей и собеседование)'],
            ['subjectId' => '000011232', 'name' => 'Профессиональное испытание (живопись)'],
            ['subjectId' => '000011233', 'name' => 'Профессиональное испытание (сольфеджио)'],
            ['subjectId' => '000011234', 'name' => 'Профессиональное испытание (изобразительное искусство)'],
            ['subjectId' => '000011235', 'name' => 'Профессиональное испытание (актерское мастерство)'],

        ]);
    }
}
