<?php
return [
    'contacts' => 'Контакты',
    'hot_line' => 'Бесплатная горячая линия для всех регионов России',
    'hot_line_en' => 'Бесплатная горячая линия для всех регионов России',
    'tel_title' => 'Телефоны:',
    'tel_foreigner' => 'Для иностранных граждан:',
    'tel_kov' => 'Ковылкинский филиал:',
    'tel_paid' => 'Консультация по заключению платных договоров и оплате обучения:',
    'tel_ord' => 'По вопросам поступления в ординатуру:',
    'tel_asp' => 'По вопросам поступления в аспирантуру:',

    'adr_title' => 'Адрес:',
    'adr1' => 'г. Саранск, ул. Полежаева, д. 44/3.',
    'adr2' => 'Учебный корпус № 28',

    'adr_asp1' => 'г. Саранск, ул. Большевистская, д. 68, УЛК № 1, 13 этаж, кабинет 1304, 14 этаж, кабинет 1402 (прием по программам аспирантуры)',
    'adr_asp2' => 'г. Саранск, ул. Ульянова, д. 26, уч. корпус № 13, 3 этаж, кабинет 305 (прием по программам ординатуры)',


    'time_title' => 'Режим работы:',
    'time_monfr' => 'Понедельник — пятница с 9.00 до 18.00',
    'time_break' => 'Перерыв с 13.00 до 14.00',
    'time_sat' => 'Суббота с 9.00 до 13.00',
    'time_sun' => 'Воскресенье — выходной',

    'time_asp' => 'Прием по программам аспирантуры и ординатуры: ',
    'time_asp1' => 'Понедельник — пятница с 8.00 до 17.00',
    'time_asp2' => 'Перерыв с 12.00 до 13.00',
    'time_asp3' => 'Суббота с 8.00 до 12.00',


    'form_title' => 'Остались вопросы? Напишите нам',
    'form_fio' => 'ФИО *',
    'form_tel' => 'Номер телефона *',
    'form_text' => 'Текст вопроса *',
    'form_sub' => 'ОТПРАВИТЬ',

    'add' => 'доб.'



];
