<?php
return [
    'locale' => 'ru',
    'lang' => 'En',
    'href' => '/en',
    'levels' => 'приёмная кампания',
    'lists' => 'списки поступающих',
    'select' => 'подбор направления',
    'contacts' => 'Контакты',
    'docs' => 'подача документов',
    'archive' => 'архив',

    'bach' => 'Бакалавриат и специалитет',
    'master' => 'Магистратура',
    'asp' => 'Аспирантура и ординатура',
    'spo' => 'Среднее профессиональное образование',

    'foreigner' => 'иностранные абитуриенты',
    'for_foreigner' => 'для Иностранных абитуриентов',

    'stat' => 'статистика приема',
    'order' => 'приказы',
    'main' => '/',


];
