<?php
return [
    'locale' => 'ru',
    'lang' => 'EN',
    'lang_self' => 'RU',
    'href' => '/en',
    'levels' => 'приёмная кампания',
    'lists' => 'списки поступающих',
    'select' => 'подбор направления',
    'contacts' => 'Контакты',
    'docs' => 'подача документов',
    'archive' => 'архив',

    'bach' => 'Бакалавриат и специалитет',
    'master' => 'Магистратура',
    'asp' => 'Аспирантура и ординатура',
    'spo' => 'Среднее профессиональное образование',

    'foreigner' => 'иностранные абитуриенты',
    'for_foreigner' => 'для Иностранных абитуриентов',

    'stat' => 'статистика приема',
    'order' => 'приказы',
    'main' => '/',

    'mrsu_1' => 'Национальный Исследовательский',
    'mrsu_2' => 'Мордовский Государственный Университет',

    'univ' => 'Университет',
    'edu' => 'Образование',
    'sci' => 'Наука и инновации',
    'inter' => 'Международные связи',
    'stud' => 'Студенту',
    'abit' => 'абитуриенту',
    'documents' => 'Документы',
    'rector' => 'Страница ректора',

    //правое меню
    //университет
    'u-1' => 'Об университете',
    'u-2' => 'Национальный исследовательский университет',
    'u-3' => 'Структура университета',
    'u-4' => 'Совет ректоров вузов Республики Мордовия',
    'u-5' => 'Программы',
    'u-6' => 'Информатизация в университете',
    'u-7' => 'Сведения об образовательной организации',
    'u-8' => 'Эндаумент-фонд',
    'u-9' => 'Противодействие коррупции',
    'u-10' => 'Документы',
    'u-11' => 'Контакты',

    //образование
    'e1' => 'Образовательные программы',
    'e6' => 'Среднее профессиональное образование',
    'e7' => 'Бакалавриат, специалитет, магистратура',
    'e8' => 'Аспирантура',
    'e9' => 'Ординатура',
    'e10' => 'Дополнительные',
    'e2' => 'Электронная информационная образовательная среда',
    'e3' => 'Первичная аккредитация специалистов',
    'e4' => 'Электронные образовательные ресурсы',
    'e5' => 'Центр спутник АНО Университет «Иннополис» в области строительства',

    //наука
    's1' => 'Диссертационные советы',
    's2' => 'Защиты диссертаций',
    's3' => 'Лишение ученой степени',
    's4' => 'Научные журналы',
    's5' => 'Конференции',
    's6' => 'Олимпиады',
    's7' => 'Конкурсы и гранты',
    's8' => 'Персональные и именные стипендии',

    //международнеы
    'i1' => 'Международная партнерская сеть',
    'i2' => 'Международные проекты',
    'i3' => 'Условия поступления',
    'i4' => 'Медицинское страхование для иностранных студентов',
    'i5' => 'Международные фонды стипендий и грантов',

    //студенту
    'st1' => 'Условия проживания',
    'st2' => 'Условия обучения',
    'st3' => 'Стипендиальное обеспечение',
    'st4' => 'Объекты питания',
    'st5' => 'Объекты спорта',
    'st6' => 'Объекты здравоохранения',
    'st7' => 'Научная библиотека',
    'st8' => 'Студенческие организации',
    'st9' => 'Портфель достижений обучающихся',
    'st10' => 'Антитеррор',

    //абитуриенту
    'a1' => 'Правила приема 2021',
    'a2' => 'Приемная комиссия',
    'a3' => 'Памятка абитуриенту',
    'a4' => 'Условия проживания и обучения',
    'a5' => 'Подбор образовательных программ',
    'a6' => 'Ваши вопросы',

    //документы
    'd1' => 'Организационные документы',
    'd2' => 'Миссия Университета',
    'd3' => 'Политика в области качества',
    'd4' => 'Приказы',
    'd5' => 'Конкурсная документация',
    'd6' => 'Услуги',
    'd7' => 'Документы IBS',
    'd8' => 'Лицензии, свидетельства, сертификаты',
    'd9' => 'Лицензия на право ведения образовательной деятельности',
    'd10' => 'Свидетельство о государственной аккредитации',
    'd11' => 'Свидетельство о государственной аккредитации (до 21.05.2019)',
    'd12' => 'Сертификат соответствия системы менеджмента качества',

    //страница ректора
    'r1' =>"Приветствие ректора",
    'r2' =>"О ректоре",
    'r3' =>"Новости и события",
    'r4' =>"Задачи и итоги",
    'r5' => "Выступления и публикации",
    'r6' =>"Фотоматериалы",
    'r7' =>"Видеоматериалы",
    'r8' =>"Благодарственные письма",
    'r9' =>"Виртуальная приемная",
    'r10' =>"Прием граждан по личным вопросам",
    'r11' =>"Противодействие коррупции",
    'r12' =>"Контактная информация",

    'menu-mrsu' => "МГУ им. Н.П. Огарёва",
    'menu-footer' => 'При использовании материалов сайта ссылка на источник обязательна',

    'search' => 'Поиск:',
    'lk'=>'Личный кабинет',
    'see'=>'Версия для слабовидящих',
    'see_ovz'=>'Обычная версия',

    'c1_title' => "Главный корпус",
    'c1_ad' => 'Большевистская ул., 68/1',

    'c2_title' => "Ректорат",
    'c1_priem' => 'Виртуальная приёмная',

    'c3_title' => 'Приёмная комиссия',
    'c3_ad' => 'Полежаева ул., 44',

    'c4_title' => 'Информация',
    'c4_s1' => 'Сведения об образовательной организации',
    'c4_s2' => 'Противодействие коррупции',
    'c4_s3' => 'Контакты',
    'c4_s4' => 'Телефонный справочник',
    'c4_s5' => 'Оплата услуг',
    'footer_atten' => 'При использовании материалов сайта ссылка на источник обязательна'
    ];
