<?php
return [
    'title1' => 'Иностранные абитуриенты',
    'title2' => 'Бакалавриат и специалитет',
    'title_asp' => 'Аспирантура и ординатура',
    'title_master' => 'Магистратура',

    'form_fac' => 'Факультет / Институт',
    'form_fac_asp' => 'Аспирантура / Ординатура',
    'form_spec' => 'Направление / Специальность',
    'form_st_form' => 'Форма обучения',
    'form_cancel' => 'Отменить выбор',
    'form_fio' => 'Поиск по ФИО',
    'form_search' => 'Найти',


    'files_title1' => 'Списки в формате .xls',
    'files_title2' => 'Полные списки поступающих. Бакалавриат и специалитет',
    'files_query' => 'Файл с данными запроса',
    'files_none' => 'Файлы отсутствуют',

    'legend' => 'Легенда',
    'legend_accept' => 'Согласие:',
    'legend_accept1' => '- Первое согласие на зачисление',
    'legend_accept2' => '- Второе согласие на зачисление',

    'legend_C' => 'C',
    'legend_accept_mini' => '- согласие на зачисление:',
    'legend_accept1_mini' => '- первое согласие',
    'legend_accept2_mini' => '- второе согласие',
    'legend_bid' => 'БИД',
    'legend_bid2' => '- балл за индивидуальные достижения',
    'legend_ckb' => 'СКБ',
    'legend_ckb2' => '- сумма конкурсных баллов',

    'update' => 'Обновлено: ',
    'download' => 'Скачать списки',


    'seats' => 'Количество мест: ',
    'contest' => 'Конкурс: ',
    'man_seat' => 'чел./ место',

    'st_form' => 'Форма обучения',
    'category' => 'Категория приема',
    'adm' => 'Основание для поступления',
    'prep' => 'Уровень подготовки',

    'save_params' => 'Сохранить параметры запроса на мобильном устройстве',
    'seat_cont' => 'конкурсное место',

    'fio_full' => 'Фамилия, имя, отчество',
    'fio_cut' => 'ФИО',
    'accept_full' => 'Согласие',
    'accept_cut' => 'С',
    'ind_ach' => ') Балл за индивидуальные достижения',
    'ind_ach_cut' => ') БИД',
    'summ1' => 'Сумма баллов',
    'summ2' => ' за ЕГЭ/ВИ',
    'summ_k1' => 'Сумма',
    'summ_k2' => ' конкурсных',
    'summ_k3' => ' баллов',
    'summ_k4' => ' СКБ',
    'status' => ' Статус проверки',
    'hostel' => ' Нуждаемость',
    'hostel2' => '  в общежитии',
    'notice' => 'Примечание',
    'yellow' => 'Граница проходного балла на текущем этапе зачисления',



    'notice1' => 'Введите ',
    'notice2' => ' или выберите ',
    'notice3' => 'факультет/институт',
    'notice4' => ' для вывода списков поступающих',

    'notification_green' => ' ',
    'notification_green_asp' => 'Приём документов начнется с 19 июля 2021 года',
    'notification_not_found' => 'По Вашему запросу ничего не найдено',
    'notification_specify' => 'По вашему запросу найдено слишком много совпадений. Пожалуйста, уточните запрос.',


];
